Repository: guitaripod/pixie
Catalog: iOS/Pixie/Pixie/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, zh_hans, zh_hant

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuova
ja: 新規
ko: 새 채팅
pl: Nowy
pt_br: Novo
zh_hans: 新建
zh_hant: 新增

source: **My Images:** • View your generated images • View image details and prompts • Copy prompts for inspiration • Download or share images • Edit from gallery • Manage your creations • Track image metadata
de: **Meine Bilder:** • Deine generierten Bilder ansehen • Bilddetails und Prompts ansehen • Prompts zur Inspiration kopieren • Bilder herunterladen oder teilen • Aus der Galerie bearbeiten • Deine Kreationen verwalten • Bildmetadaten einsehen
es: **Mis imágenes:** • Ver tus imágenes generadas • Ver detalles de la imagen y los prompts • Copiar prompts como inspiración • Descargar o compartir imágenes • Editar desde la galería • Gestionar tus creaciones • Consultar los metadatos de la imagen
fr: **Mes images :** • Consultez vos images générées • Consultez les détails et prompts des images • Copiez des prompts pour vous inspirer • Téléchargez ou partagez des images • Modifiez depuis la galerie • Gérez vos créations • Suivez les métadonnées des images
it: **Le mie immagini:** • Visualizza le immagini generate • Visualizza dettagli e prompt delle immagini • Copia i prompt per ispirarti • Scarica o condividi le immagini • Modifica dalla galleria • Gestisci le tue creazioni • Monitora i metadati delle immagini
ja: **マイ画像:** • 生成した画像を見る • 画像の詳細とプロンプトを確認 • プロンプトをコピーして参考にする • 画像をダウンロードまたは共有 • ギャラリーから編集 • 作品を管理 • 画像のメタデータを確認
ko: **내 이미지:** • 생성한 이미지 보기 • 이미지 세부 정보와 프롬프트 보기 • 프롬프트 복사해서 참고하기 • 이미지 다운로드 또는 공유 • 갤러리에서 편집 • 내 작품 관리 • 이미지 메타데이터 확인
pl: **Moje obrazy:** • Przeglądaj wygenerowane obrazy • Sprawdzaj szczegóły obrazu i prompty • Kopiuj prompty jako inspirację • Pobieraj lub udostępniaj obrazy • Edytuj z poziomu galerii • Zarządzaj swoimi kreacjami • Śledź metadane obrazu
pt_br: **Minhas imagens:** • Veja suas imagens geradas • Veja detalhes e prompts da imagem • Copie prompts para se inspirar • Baixe ou compartilhe imagens • Edite pela galeria • Gerencie suas criações • Acompanhe os metadados da imagem
zh_hans: **我的图片:** • 查看你生成的图片 • 查看图片详情和提示词 • 复制提示词获取灵感 • 下载或分享图片 • 从图库中编辑 • 管理你的作品 • 查看图片元数据
zh_hant: **我的圖片:** • 查看你產生的圖片 • 查看圖片詳情和提示詞 • 複製提示詞獲取靈感 • 下載或分享圖片 • 從圖庫中編輯 • 管理你的作品 • 查看圖片中繼資料

source: **Quality Options:** • Low: ~4-6 credits per image • Medium: ~16-24 credits per image • High: ~62-94 credits per image • Auto: ~50-75 credits (AI selects) **Size Options:** • Square (1024×1024) • Landscape (1536×1024) • Portrait (1024×1536) • Auto (AI selects optimal) **Advanced Options:** • Background: Auto, transparent, white, black • Format: PNG, JPEG, WebP • Compression: 0-100 (JPEG/WebP only) • Moderation: Auto (default), Low (less restrictive)
de: **Qualitätsstufen:** • Niedrig: ca. 4-6 Credits pro Bild • Mittel: ca. 16-24 Credits pro Bild • Hoch: ca. 62-94 Credits pro Bild • Auto: ca. 50-75 Credits (KI wählt) **Größen:** • Quadratisch (1024×1024) • Querformat (1536×1024) • Hochformat (1024×1536) • Auto (KI wählt das Optimum) **Erweiterte Optionen:** • Hintergrund: Auto, transparent, weiß, schwarz • Format: PNG, JPEG, WebP • Komprimierung: 0-100 (nur JPEG/WebP) • Moderation: Auto (Standard), Niedrig (weniger streng)
es: **Niveles de calidad:** • Baja: ~4-6 créditos por imagen • Media: ~16-24 créditos por imagen • Alta: ~62-94 créditos por imagen • Auto: ~50-75 créditos (lo elige la IA) **Tamaños:** • Cuadrado (1024×1024) • Horizontal (1536×1024) • Vertical (1024×1536) • Auto (la IA elige el óptimo) **Opciones avanzadas:** • Fondo: auto, transparente, blanco, negro • Formato: PNG, JPEG, WebP • Compresión: 0-100 (solo JPEG/WebP) • Moderación: auto (por omisión), baja (menos restrictiva)
fr: **Niveaux de qualité :** • Basse : ~4-6 crédits par image • Moyenne : ~16-24 crédits par image • Haute : ~62-94 crédits par image • Auto : ~50-75 crédits (choix de l'IA) **Formats :** • Carré (1024×1024) • Paysage (1536×1024) • Portrait (1024×1536) • Auto (l'IA choisit le format optimal) **Options avancées :** • Arrière-plan : auto, transparent, blanc, noir • Format : PNG, JPEG, WebP • Compression : 0-100 (JPEG/WebP uniquement) • Modération : auto (par défaut), basse (moins stricte)
it: **Livelli di qualità:** • Bassa: ~4-6 crediti per immagine • Media: ~16-24 crediti per immagine • Alta: ~62-94 crediti per immagine • Auto: ~50-75 crediti (sceglie l'IA) **Dimensioni:** • Quadrata (1024×1024) • Orizzontale (1536×1024) • Verticale (1024×1536) • Auto (l'IA sceglie la migliore) **Opzioni avanzate:** • Sfondo: auto, trasparente, bianco, nero • Formato: PNG, JPEG, WebP • Compressione: 0-100 (solo JPEG/WebP) • Moderazione: auto (predefinita), bassa (meno restrittiva)
ja: **品質オプション:** • 低: 1枚あたり約4〜6クレジット • 中: 1枚あたり約16〜24クレジット • 高: 1枚あたり約62〜94クレジット • 自動: 約50〜75クレジット（AIが選択） **サイズオプション:** • 正方形（1024×1024） • 横長（1536×1024） • 縦長（1024×1536） • 自動（AIが最適なサイズを選択） **詳細オプション:** • 背景: 自動、透明、白、黒 • 形式: PNG、JPEG、WebP • 圧縮: 0〜100（JPEG/WebPのみ） • モデレーション: 自動（デフォルト）、低（制限がゆるい）
ko: **품질 옵션:** • 낮음: 이미지당 약 4~6크레딧 • 보통: 이미지당 약 16~24크레딧 • 높음: 이미지당 약 62~94크레딧 • 자동: 약 50~75크레딧 (AI가 선택) **크기 옵션:** • 정사각형 (1024×1024) • 가로 (1536×1024) • 세로 (1024×1536) • 자동 (AI가 최적 크기 선택) **고급 옵션:** • 배경: 자동, 투명, 흰색, 검정 • 형식: PNG, JPEG, WebP • 압축: 0~100 (JPEG/WebP 전용) • 콘텐츠 검열: 자동(기본), 낮음(덜 엄격)
pl: **Opcje jakości:** • Niska: ~4-6 kredytów za obraz • Średnia: ~16-24 kredytów za obraz • Wysoka: ~62-94 kredytów za obraz • Auto: ~50-75 kredytów (wybiera AI) **Opcje rozmiaru:** • Kwadrat (1024×1024) • Poziomy (1536×1024) • Pionowy (1024×1536) • Auto (AI wybiera optymalny) **Opcje zaawansowane:** • Tło: auto, przezroczyste, białe, czarne • Format: PNG, JPEG, WebP • Kompresja: 0-100 (tylko JPEG/WebP) • Moderacja: auto (domyślnie), niska (mniej restrykcyjna)
pt_br: **Níveis de qualidade:** • Baixa: ~4-6 créditos por imagem • Média: ~16-24 créditos por imagem • Alta: ~62-94 créditos por imagem • Auto: ~50-75 créditos (a IA escolhe) **Tamanhos:** • Quadrado (1024×1024) • Paisagem (1536×1024) • Retrato (1024×1536) • Auto (a IA escolhe o ideal) **Opções avançadas:** • Fundo: auto, transparente, branco, preto • Formato: PNG, JPEG, WebP • Compressão: 0-100 (apenas JPEG/WebP) • Moderação: auto (padrão), baixa (menos restritiva)
zh_hans: **质量选项：** • 低：每张约 4-6 积分 • 中：每张约 16-24 积分 • 高：每张约 62-94 积分 • 自动：约 50-75 积分（由 AI 选择） **尺寸选项：** • 方形（1024×1024） • 横版（1536×1024） • 竖版（1024×1536） • 自动（由 AI 选择最佳尺寸） **高级选项：** • 背景：自动、透明、白色、黑色 • 格式：PNG、JPEG、WebP • 压缩：0-100（仅限 JPEG/WebP） • 内容审核：自动（默认）、低（限制更宽松）
zh_hant: **品質選項：** • 低：每張約 4-6 點數 • 中：每張約 16-24 點數 • 高：每張約 62-94 點數 • 自動：約 50-75 點數（由 AI 選擇） **尺寸選項：** • 正方形（1024×1024） • 橫向（1536×1024） • 直向（1024×1536） • 自動（由 AI 選擇最佳尺寸） **進階選項：** • 背景：自動、透明、白色、黑色 • 格式：PNG、JPEG、WebP • 壓縮：0-100（僅限 JPEG/WebP） • 內容審核：自動（預設）、低（限制較寬鬆）

source: **Understanding Credits:** • Credits never expire • Shared across all platforms • Used for image generation and editing **Usage Tracking:** • View daily/weekly/monthly usage • Export usage data as CSV • Monitor credit consumption • Set up low balance alerts
de: **Credits verstehen:** • Credits verfallen nie • Gelten plattformübergreifend • Werden für Generierung und Bearbeitung genutzt **Nutzung im Blick:** • Verbrauch pro Tag/Woche/Monat ansehen • Nutzungsdaten als CSV exportieren • Credit-Verbrauch überwachen • Hinweise bei niedrigem Guthaben einrichten
es: **Cómo funcionan los créditos:** • Los créditos nunca caducan • Se comparten entre todas las plataformas • Se usan para generar y editar imágenes **Seguimiento de uso:** • Consulta el uso diario, semanal y mensual • Exporta los datos de uso en CSV • Controla el consumo de créditos • Configura avisos de saldo bajo
fr: **Comprendre les crédits :** • Les crédits n'expirent jamais • Ils sont partagés entre toutes les plateformes • Ils servent à générer et modifier des images **Suivi de la consommation :** • Consulter l'usage par jour, semaine ou mois • Exporter les données au format CSV • Surveiller la consommation de crédits • Configurer des alertes de solde bas
it: **Come funzionano i crediti:** • I crediti non scadono mai • Valgono su tutte le piattaforme • Servono per generare e modificare immagini **Monitoraggio dei consumi:** • Vedi l'uso giornaliero, settimanale e mensile • Esporta i dati di utilizzo in CSV • Tieni d'occhio il consumo di crediti • Imposta avvisi di saldo basso
ja: **クレジットの仕組み:** • クレジットに有効期限はありません • すべてのプラットフォームで共通 • 画像の生成と編集に使用 **使用状況の確認:** • 日次・週次・月次の使用量を表示 • 使用データをCSVで書き出し • クレジット消費をモニタリング • 残高不足のアラートを設定
ko: **크레딧 이해하기:** • 크레딧은 만료되지 않습니다 • 모든 플랫폼에서 함께 사용됩니다 • 이미지 생성과 편집에 사용됩니다 **사용량 확인:** • 일간·주간·월간 사용량 보기 • 사용 데이터를 CSV로 내보내기 • 크레딧 소비 모니터링 • 잔액 부족 알림 설정
pl: **Jak działają kredyty:** • Kredyty nigdy nie wygasają • Wspólne dla wszystkich platform • Służą do generowania i edycji obrazów **Śledzenie zużycia:** • Podgląd zużycia dziennie/tygodniowo/miesięcznie • Eksport danych o zużyciu jako CSV • Monitorowanie zużycia kredytów • Ustawianie alertów o niskim saldzie
pt_br: **Como funcionam os créditos:** • Os créditos nunca expiram • Valem em todas as plataformas • Servem para gerar e editar imagens **Acompanhamento de uso:** • Veja o uso diário, semanal e mensal • Exporte os dados de uso em CSV • Monitore o consumo de créditos • Configure alertas de saldo baixo
zh_hans: **了解积分：** • 积分永不过期 • 所有平台通用 • 用于图片生成与编辑 **用量追踪：** • 查看每日/每周/每月用量 • 将用量数据导出为 CSV • 监控积分消耗 • 设置余额不足提醒
zh_hant: **認識點數：** • 點數永不過期 • 所有平台通用 • 用於圖片生成與編輯 **用量追蹤：** • 查看每日／每週／每月用量 • 將用量資料匯出為 CSV • 監控點數消耗 • 設定餘額不足提醒

source: %lldd ago
de: vor %lld T
es: hace %lld d
fr: il y a %lld j
it: %lld g fa
ja: %lld日前
ko: %lld일 전
pl: %lld dni temu
pt_br: há %lld d
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lldh ago
de: vor %lld Std.
es: hace %lld h
fr: il y a %lld h
it: %lld h fa
ja: %lld時間前
ko: %lld시간 전
pl: %lld godz. temu
pt_br: há %lld h
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lldm ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
ja: %lld分前
ko: %lld분 전
pl: %lld min temu
pt_br: há %lld min
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lldmo ago
de: vor %lld Mon.
es: hace %lld meses
fr: il y a %lld mois
it: %lld mesi fa
ja: %lldか月前
ko: %lld개월 전
pl: %lld mies. temu
pt_br: há %lld meses
zh_hans: %lld 个月前
zh_hant: %lld 個月前

source: %lldy ago
de: vor %lld J.
es: hace %lld años
fr: il y a %lld ans
it: %lld anni fa
ja: %lld年前
ko: %lld년 전
pl: %lld lata temu
pt_br: há %lld anos
zh_hans: %lld 年前
zh_hant: %lld 年前

source: ≈ %lld Nano Banana images
de: ca. %lld Nano-Banana-Bilder
es: ≈ %lld imágenes de Nano Banana
fr: ≈ %lld images Nano Banana
it: ≈ %lld immagini Nano Banana
ja: Nano Bananaで約%lld枚
ko: Nano Banana 이미지 약 %lld개
pl: ≈ %lld obrazu Nano Banana
pt_br: ≈ %lld imagens do Nano Banana
zh_hans: 约 %lld 张 Nano Banana 图片
zh_hant: 約 %lld 張 Nano Banana 圖片

source: ✏️ Edit Request
de: ✏️ Bearbeitungsanfrage
es: ✏️ Solicitud de edición
fr: ✏️ Demande de modification
it: ✏️ Richiesta di modifica
ja: ✏️ 編集リクエスト
ko: ✏️ 편집 요청
pl: ✏️ Prośba o edycję
pt_br: ✏️ Pedido de edição
zh_hans: ✏️ 编辑请求
zh_hant: ✏️ 編輯請求

source: ✨ Get free credits to start creating
de: ✨ Gratis-Credits sichern und loslegen
es: ✨ Consigue créditos gratis para empezar a crear
fr: ✨ Recevez des crédits offerts pour commencer
it: ✨ Ottieni crediti gratis per iniziare a creare
ja: ✨ 無料クレジットで作りはじめよう
ko: ✨ 무료 크레딧을 받고 창작을 시작하세요
pl: ✨ Zdobądź darmowe kredyty i zacznij tworzyć
pt_br: ✨ Ganhe créditos grátis para começar a criar
zh_hans: ✨ 领取免费积分，开始创作
zh_hant: ✨ 領取免費點數，開始創作

source: 🎨 Generation Request
de: 🎨 Generierungsanfrage
es: 🎨 Solicitud de generación
fr: 🎨 Demande de génération
it: 🎨 Richiesta di generazione
ja: 🎨 生成リクエスト
ko: 🎨 생성 요청
pl: 🎨 Prośba o wygenerowanie
pt_br: 🎨 Pedido de geração
zh_hans: 🎨 生成请求
zh_hant: 🎨 生成請求

source: 1. **Generate Images**: Tap the bottom toolbar and enter a description 2. **Edit Images**: Select an image from gallery or your device 3. **Browse Gallery**: View and manage your creations 4. **Manage Credits**: Check your balance and purchase more credits
de: 1. **Bilder generieren**: Tippe auf die untere Symbolleiste und gib eine Beschreibung ein 2. **Bilder bearbeiten**: Wähle ein Bild aus der Galerie oder deinem Gerät 3. **Galerie durchsuchen**: Deine Kreationen ansehen und verwalten 4. **Credits verwalten**: Prüfe dein Guthaben und kaufe weitere Credits
es: 1. **Generar imágenes**: Toca la barra de herramientas inferior e introduce una descripción 2. **Editar imágenes**: Selecciona una imagen de la galería o de tu dispositivo 3. **Explorar la galería**: Consulta y gestiona tus creaciones 4. **Gestionar créditos**: Consulta tu saldo y compra más créditos
fr: 1. **Générer des images** : appuyez sur la barre d'outils en bas et saisissez une description 2. **Modifier des images** : sélectionnez une image depuis la galerie ou votre appareil 3. **Parcourir la galerie** : consultez et gérez vos créations 4. **Gérer les crédits** : consultez votre solde et achetez d'autres crédits
it: 1. **Genera immagini**: tocca la barra degli strumenti in basso e inserisci una descrizione 2. **Modifica immagini**: seleziona un'immagine dalla galleria o dal tuo dispositivo 3. **Sfoglia la galleria**: visualizza e gestisci le tue creazioni 4. **Gestisci i crediti**: controlla il saldo e acquista altri crediti
ja: 1. **画像を生成**: 下部のツールバーをタップして説明を入力 2. **画像を編集**: ギャラリーまたは端末から画像を選択 3. **ギャラリーを見る**: 作品を確認・管理 4. **クレジットを管理**: 残高を確認して追加購入
ko: 1. **이미지 생성**: 하단 도구 모음을 탭하고 설명을 입력하세요 2. **이미지 편집**: 갤러리나 기기에서 이미지를 선택하세요 3. **갤러리 둘러보기**: 작품을 확인하고 관리하세요 4. **크레딧 관리**: 잔액을 확인하고 크레딧을 추가 구매하세요
pl: 1. **Generuj obrazy**: stuknij dolny pasek narzędzi i wpisz opis 2. **Edytuj obrazy**: wybierz obraz z galerii lub urządzenia 3. **Przeglądaj galerię**: przeglądaj i zarządzaj swoimi kreacjami 4. **Zarządzaj kredytami**: sprawdź saldo i kup więcej kredytów
pt_br: 1. **Gerar imagens**: toque na barra de ferramentas inferior e digite uma descrição 2. **Editar imagens**: selecione uma imagem da galeria ou do seu dispositivo 3. **Explorar a galeria**: veja e gerencie suas criações 4. **Gerenciar créditos**: confira seu saldo e compre mais créditos
zh_hans: 1. **生成图片**：点按底部工具栏并输入描述 2. **编辑图片**：从图库或设备中选择一张图片 3. **浏览图库**：查看并管理你的作品 4. **管理积分**：查看余额并购买更多积分
zh_hant: 1. **產生圖片**：點一下底部工具列並輸入描述 2. **編輯圖片**：從圖庫或裝置中選擇一張圖片 3. **瀏覽圖庫**：查看並管理你的作品 4. **管理點數**：查看餘額並購買更多點數

source: 3 free images to start
de: 3 Gratis-Bilder zum Start
es: 3 imágenes gratis para empezar
fr: 3 images offertes pour démarrer
it: 3 immagini gratis per iniziare
ja: 最初に 3枚無料
ko: 무료 이미지 3장으로 시작
pl: 3 darmowe zdjęcia na start
pt_br: 3 imagens grátis para começar
zh_hans: 赠送 3 张图片 立即开始
zh_hant: 贈送 3 張圖片 立即開始

source: 3D figurine
de: 3D-Figur
es: Figura 3D
fr: Figurine 3D
it: Statuina 3D
ja: 3Dフィギュア
ko: 3D 피규어
pl: Figurka 3D
pt_br: Figura 3D
zh_hans: 3D手办
zh_hant: 3D公仔

source: 8-bit style
de: 8-Bit-Stil
es: Estilo 8 bits
fr: Style 8 bits
it: Stile 8 bit
ja: 8ビット風
ko: 8비트 스타일
pl: Styl 8-bit
pt_br: Estilo 8 bits
zh_hans: 8 位像素风
zh_hant: 8 位元像素風

source: 80s retro synthwave portrait, palm trees, miami sunset
de: Retro-Synthwave-Porträt im 80er-Stil, Palmen, Sonnenuntergang über Miami
es: Retrato retro synthwave estilo años 80, palmeras, atardecer de Miami
fr: Portrait rétro synthwave années 80, palmiers, coucher de soleil à Miami
it: Ritratto retro synthwave anni '80, palme, tramonto stile Miami
ja: 80年代レトロなシンセウェイブ風ポートレート、ヤシの木、マイアミの夕陽
ko: 80년대 레트로 신스웨이브 초상화, 야자수, 마이애미 노을
pl: Retro portret synthwave z lat 80., palmy, zachód słońca w Miami
pt_br: Retrato retrô synthwave estilo anos 80, palmeiras, pôr do sol em Miami
zh_hans: 80年代复古合成波风格肖像，棕榈树，迈阿密日落
zh_hant: 80年代復古合成波風格肖像，棕櫚樹，邁阿密日落

source: A clean cutout for listings and profiles
de: Freigestellt für Anzeigen und Profile
es: Recorte limpio para anuncios y perfiles
fr: Détourage net pour annonces et profils
it: Ritaglio pulito per annunci e profili
ja: 出品やプロフィールに使える切り抜き
ko: 판매 등록과 프로필에 어울리는 누끼
pl: Czyste wycięcie do ogłoszeń i profili
pt_br: Um recorte limpo para anúncios e perfis
zh_hans: 适合商品图和头像的简洁抠图
zh_hant: 適合商品圖和大頭貼的簡潔去背

source: A cut that suits your face
de: Ein Schnitt, der zu dir passt
es: Un corte que va con tu cara
fr: Une coupe qui vous va
it: Un taglio adatto al tuo viso
ja: あなたの顔に似合うカット
ko: 얼굴에 어울리는 컷
pl: Fryzura dopasowana do twarzy
pt_br: Um corte que combina com você
zh_hans: 适合你脸型的发型
zh_hant: 適合你臉型的髮型

source: A fresh smart-casual look
de: Ein frischer Smart-Casual-Look
es: Un look smart casual y fresco
fr: Un look chic et décontracté
it: Un look smart casual fresco
ja: 新しいスマートカジュアルな装い
ko: 산뜻한 스마트 캐주얼 룩
pl: Świeży styl smart casual
pt_br: Um visual smart casual renovado
zh_hans: 清新商务休闲造型
zh_hant: 清新商務休閒造型

source: A hand-painted animation look
de: Ein handgezeichneter Animationslook
es: Un estilo de animación pintado a mano
fr: Un style d'animation peint à la main
it: Uno stile animato dipinto a mano
ja: 手描き風のアニメーション
ko: 손그림 느낌의 애니메이션풍
pl: Malowany ręcznie styl animacji
pt_br: Um visual de animação pintado à mão
zh_hans: 手绘质感的动画风格
zh_hant: 手繪質感的動畫風格

source: A spooky costume and makeup
de: Ein gruseliges Kostüm mit Make-up
es: Un disfraz tenebroso y maquillaje
fr: Un costume et maquillage effrayants
it: Un costume spettrale con trucco
ja: 不気味な衣装とメイク
ko: 으스스한 의상과 메이크업
pl: Straszny kostium i makijaż
pt_br: Uma fantasia e maquiagem assustadoras
zh_hans: 诡异装扮配惊悚妆容
zh_hant: 詭異裝扮配驚悚妝容

source: A studio portrait for LinkedIn and CVs
de: Studioporträt für LinkedIn & Lebenslauf
es: Retrato de estudio para LinkedIn y CV
fr: Un portrait studio pour LinkedIn et CV
it: Un ritratto da studio per LinkedIn e CV
ja: LinkedInや履歴書向けの写真
ko: LinkedIn과 이력서용 사진
pl: Studyjny portret do LinkedIn i CV
pt_br: Retrato para LinkedIn e currículo
zh_hans: 适合LinkedIn和简历的专业写真
zh_hant: 適合LinkedIn和履歷的專業寫真

source: About
de: Über die App
es: Acerca de
fr: À propos
it: Info
ja: このアプリについて
ko: 앱 정보
pl: O aplikacji
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

source: Abstract
de: Abstrakt
es: Abstracto
fr: Abstrait
it: Astratto
ja: 抽象
ko: 추상
pl: Abstrakcyjny
pt_br: Abstrato
zh_hans: 抽象
zh_hant: 抽象

source: Access forbidden
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato
ja: アクセスが拒否されました
ko: 접근이 거부되었습니다
pl: Brak dostępu
pt_br: Acesso negado
zh_hans: 访问被拒绝
zh_hant: 拒絕存取

source: Access generation history
de: Generierungsverlauf ansehen
es: Consulta tu historial de generaciones
fr: Accéder à l'historique des générations
it: Accedi alla cronologia delle generazioni
ja: 生成履歴にアクセス
ko: 생성 기록 보기
pl: Zobacz historię generowania
pt_br: Acesse o histórico de gerações
zh_hans: 查看生成记录
zh_hant: 查看生成記錄

source: Add or remove credits from user accounts
de: Credits zu Benutzerkonten hinzufügen oder abziehen
es: Añade o quita créditos de cuentas de usuario
fr: Ajouter ou retirer des crédits sur les comptes utilisateurs
it: Aggiungi o rimuovi crediti dagli account utente
ja: ユーザーアカウントのクレジットを追加・削除
ko: 사용자 계정의 크레딧 추가 또는 차감
pl: Dodawaj lub odejmuj kredyty na kontach użytkowników
pt_br: Adicione ou remova créditos de contas de usuário
zh_hans: 为用户账户增加或扣除积分
zh_hant: 為使用者帳戶增加或扣除點數

source: Add these to enhance your prompts
de: Damit machst du deine Prompts stärker
es: Añádelos para mejorar tus prompts
fr: Ajoutez-les pour enrichir vos prompts
it: Aggiungili per potenziare i tuoi prompt
ja: プロンプトに追加して仕上がりを高める
ko: 프롬프트에 추가해 결과를 강화하세요
pl: Dodaj je, aby wzmocnić swoje prompty
pt_br: Adicione para turbinar seus prompts
zh_hans: 添加这些词，让提示词更出色
zh_hant: 加入這些詞，讓提示詞更出色

source: Added %@ credits
de: %@ Credits hinzugefügt
es: %@ créditos añadidos
fr: %@ crédits ajoutés
it: %@ crediti aggiunti
ja: %@ クレジットを追加しました
ko: 크레딧 %@개 추가됨
pl: Dodano %@ kredytów
pt_br: %@ créditos adicionados
zh_hans: 已添加 %@ 积分
zh_hant: 已增加 %@ 點數

source: Adjust
de: Anpassen
es: Ajustar
fr: Ajuster
it: Modifica
ja: 調整
ko: 조정
pl: Dostosuj
pt_br: Ajustar
zh_hans: 调整
zh_hant: 調整

source: Adjust Credits
de: Credits anpassen
es: Ajustar créditos
fr: Ajuster les crédits
it: Modifica crediti
ja: クレジットを調整
ko: 크레딧 조정
pl: Dostosuj kredyty
pt_br: Ajustar créditos
zh_hans: 调整积分
zh_hant: 調整點數

source: Adjusting Credits
de: Credits werden angepasst
es: Ajustando créditos
fr: Ajustement des crédits
it: Modifica crediti in corso
ja: クレジットを調整中
ko: 크레딧 조정 중
pl: Dostosowywanie kredytów
pt_br: Ajustando créditos
zh_hans: 正在调整积分
zh_hant: 正在調整點數

source: Adjustment Details
de: Details zur Anpassung
es: Detalles del ajuste
fr: Détails de l'ajustement
it: Dettagli della modifica
ja: 調整の詳細
ko: 조정 세부 정보
pl: Szczegóły korekty
pt_br: Detalhes do ajuste
zh_hans: 调整详情
zh_hant: 調整詳細資訊

source: Adjustment History
de: Anpassungsverlauf
es: Historial de ajustes
fr: Historique des ajustements
it: Cronologia modifiche
ja: 調整履歴
ko: 조정 기록
pl: Historia korekt
pt_br: Histórico de ajustes
zh_hans: 调整记录
zh_hant: 調整記錄

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 詳細オプション
ko: 고급 옵션
pl: Opcje zaawansowane
pt_br: Opções avançadas
zh_hans: 高级选项
zh_hant: 進階選項

source: Advanced options (5-94 credits)
de: Erweiterte Optionen (5-94 Credits)
es: Opciones avanzadas (5-94 créditos)
fr: Options avancées (5-94 crédits)
it: Opzioni avanzate (5-94 crediti)
ja: 詳細オプション（5〜94クレジット）
ko: 고급 옵션 (5~94크레딧)
pl: Opcje zaawansowane (5-94 kredytów)
pt_br: Opções avançadas (5-94 créditos)
zh_hans: 高级选项（5-94 积分）
zh_hant: 進階選項（5-94 點數）

source: After
de: Nachher
es: Después
fr: Après
it: Dopo
ja: 変更後
ko: 이후
pl: Po
pt_br: Depois
zh_hans: 之后
zh_hant: 之後

source: AI Model
de: KI-Modell
es: Modelo de IA
fr: Modèle d'IA
it: Modello IA
ja: AIモデル
ko: AI 모델
pl: Model AI
pt_br: Modelo de IA
zh_hans: AI 模型
zh_hant: AI 模型

source: Amount (positive to add, negative to remove)
de: Betrag (positiv = hinzufügen, negativ = abziehen)
es: Cantidad (positiva para añadir, negativa para quitar)
fr: Montant (positif pour ajouter, négatif pour retirer)
it: Importo (positivo per aggiungere, negativo per rimuovere)
ja: 数量（正の値で追加、負の値で削除）
ko: 수량 (양수는 추가, 음수는 차감)
pl: Kwota (dodatnia, aby dodać, ujemna, aby odjąć)
pt_br: Valor (positivo para adicionar, negativo para remover)
zh_hans: 数量（正数为增加，负数为扣除）
zh_hant: 數量（正數為增加，負數為扣除）

source: Animals
de: Tiere
es: Animales
fr: Animaux
it: Animali
ja: 動物
ko: 동물
pl: Zwierzęta
pt_br: Animais
zh_hans: 动物
zh_hant: 動物

source: Anime style
de: Anime-Stil
es: Estilo anime
fr: Style anime
it: Stile anime
ja: アニメ風
ko: 애니메이션풍
pl: Styl anime
pt_br: Estilo anime
zh_hans: 动漫风格
zh_hant: 動漫風格

source: API Connection
de: API-Verbindung
es: Conexión con la API
fr: Connexion à l'API
it: Connessione API
ja: API接続
ko: API 연결
pl: Połączenie z API
pt_br: Conexão com a API
zh_hans: API 连接
zh_hant: API 連線

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면 모드
pl: Wygląd
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Apply to any prompt with ' + style'
de: Mit „ + Stil“ auf jeden Prompt anwenden
es: Aplícalo a cualquier prompt con « + estilo »
fr: À appliquer à tout prompt avec « + style »
it: Applicalo a qualsiasi prompt con « + stile »
ja: どのプロンプトにも「＋スタイル」で適用できます
ko: 어떤 프롬프트에든 ' + 스타일'로 적용
pl: Dodaj do promptu przez „ + styl”
pt_br: Aplique a qualquer prompt com « + estilo »
zh_hans: 在任意提示词后加“ + 风格”即可应用
zh_hant: 在任何提示詞後加上「 + 風格」即可套用

source: Architecture
de: Architektur
es: Arquitectura
it: Architettura
ja: 建築
ko: 건축
pl: Architektura
pt_br: Arquitetura
zh_hans: 建筑
zh_hant: 建築

source: Are you sure you want to logout?
de: Möchtest du dich wirklich abmelden?
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Vuoi davvero uscire?
ja: サインアウトしてもよろしいですか？
ko: 로그아웃하시겠습니까?
pl: Czy na pewno chcesz się wylogować?
pt_br: Tem certeza de que deseja sair?
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出嗎？

source: Art Style
de: Kunststil
es: Estilo artístico
fr: Style artistique
it: Stile artistico
ja: アートスタイル
ko: 아트 스타일
pl: Styl artystyczny
pt_br: Estilo artístico
zh_hans: 艺术风格
zh_hant: 藝術風格
